Enterprise_Serivces/Prod/Bronze4/RealmNonceService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/realmnonce/contracts/2011/02/IRealmNonceService/ClearExpiredNonces</wsa:Action><wsa:MessageID>uuid:1fef435b-d2ce-47fc-a834-3e2cbfd3d447</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslrealmnonceserviceprod.gha.pvt/RealmNonceService.svc</wsa:To></soap:Header><soap:Body><ClearExpiredNonces xmlns="http://www.gamestop.com/services/csl/realmnonce/contracts/2011/02"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><Days xmlns="http://www.gamestop.com/services/csl/realmnonce/messages/2011/02">1</Days></request></ClearExpiredNonces></soap:Body></soap:Envelope>